esp-arduino-libs/ESP32_Display_Panel/test_apps/lvgl_port/sdkconfig.ci.espressif_esp32_s3_lcd_ev_board
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BOARD_MANUFACTURER_ALL=y
CONFIG_BOARD_ESP32_S3_LCD_EV_BOARD=y

CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_FETCH_INSTRUCTIONS=y
CONFIG_SPIRAM_RODATA=y
CONFIG_SPIRAM_SPEED_80M=y

CONFIG_LVGL_PORT_AVOID_TEARING_MODE_3=y
